<template>
  <div class="container">
    <div class="privacy">
      <h1 class="heading heading--h1">Политика конфиденциальности персональных данных</h1>
      <section class="about page-main__section page-main__section--padding">
        <div class="about__text">
          <p>Настоящая Политика о конфиденциальности и защите личной информации (далее  Политика) составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных относится к сайту <NuxtLink to="/" class="link">
            {{ $config.domain }}</NuxtLink> (далее  сайт).</p>
          <p>Пользуясь этим сайтом или/и передавая Автосалон {{$config.mark_title}} личные сведения, Вы соглашаетесь на их обработку в рамках условий, которые предусматривает настоящая Политика.</p>
          <p>В случае несогласия с условиями настоящей Политики рекомендуется не прибегать к использованию этого сайта и не отправлять Автосалон {{$config.mark_title}} свои личные сведения.</p>
          <p>Автосалон {{$config.mark_title}} с уважением относится к неприкосновенности частной жизни и осознает, насколько важно обеспечивать полную конфиденциальность и безопасность личной информации.</p>
          <p>Выражаем надежду, что данный документ позволит Вам разобраться в том, какого типа сведения собираются и как происходит их обработка. Документ имеет прямое отношение к сведениям, поступившим в результате получения предоставляемых Автосалон {{$config.mark_title}} услуг/продуктов и другим вариантам взаимодействия. Для ряда услуг/продуктов возможна публикация доп. документов о конфиденциальности.</p>
          <p>В описании услуг/продуктов Автосалон {{$config.mark_title}} могут содержаться ссылки на веб-ресурсы других фирм и услуги 3-х лиц, чья политика конфиденциальности может отличаться от нашей. За политику и содержимое подобных веб-ресурсов Автосалон {{$config.mark_title}} ответственным не является.</p>

          <h2 class="heading heading--h2">Собираемые сведения</h2>
          <p>Сбор Вашей информации стандартно происходит в момент приобретения, пользования нашими услугами или регистрации с целью использования услуг, а также участия в действующих акциях и при других вариантах взаимодействия с Автосалон {{$config.mark_title}}.</p>
          <p>Без Вашего согласия сбор личных сведений не производится. Далее приведем примеры видов подобной информации.</p>

          <h2 class="heading heading--h2">Технические сведения</h2>
          <p>Если Вы посещаете сайт или пользуетесь нашими продуктами/услугами, чаще всего нет никакой необходимости предоставлять нам свою персональную информацию. При этом использование наших услуг, как правило, подразумевает сбор некоторых сведений технического характера.<br />Передаваемые Вами сведения</p>
          <p>При регистрации для получения наших услуг, участии в действующих акциях и в ряде других случаев Автосалон {{$config.mark_title}} могут понадобиться Ваши данные, включая ФИО, e-mail, логин и прочую подобную информацию, необходимую для авторизации и для того, чтобы предоставить Вам требуемые услуги/продукты или связаться с Вами напрямую.</p>
          <p>Кроме того, возможен сбор иных данных  к примеру, о том, что Вы соглашаетесь с определенными условиями, о личных пожеланиях и т. п.</p>

          <h2 class="heading heading--h2">О ваших транзакциях</h2>
          <p>Собираются и запрашиваются те сведения, которые касаются покупки/пользования нашими услугами/продуктами. Такие данные могут иметь отношение к отправленным Вами запросам и обращениям, а также к запрошенной продукции и услугам (в т. ч. информация о доставленной продукции), сообщениям и проч.</p>
          <p>Согласно действующим законам, мы можем записывать Ваши звонки в центр техподдержки и иные разговоры.</p>
          <h2 class="heading heading--h2">Цели обработки личной информации</h2>
          <p>Автосалон {{$config.mark_title}} обрабатывает Вашу личную информацию в соответствии с целями, обозначенными в настоящей Политике. Любой случай предполагает применение одной или сразу нескольких целей:</p>
          <p>— предоставлять клиентам услуги, показывая содержимое с персонализацией;
            <br>— проверять, исследовать и анализировать информацию, что позволяет осуществлять поддержку, защиту и улучшение предоставляемых услуг;
            <br>— защищать права и собственность нашей компании и клиентов;
            <br>— разрабатывать новые продукты/услуги.</p>
          <h2 class="heading heading--h2">О передаче информации</h2>
          <p>Наша компания не продает, не сдает в аренду и никоим образом не раскрывает Вашу личную информацию 3-м лицам, за исключением следующих случаев:<p>
          <p>— Согласие: Мы можем передать Ваши персональные данные, если Вы дали на это свое согласие.
            <br>— Необходимость в участии 3-х лиц: мы передаем Вашу личную информацию только в те компании, которые обрабатывают ее для целей, указанных в этой Политике, по заказу Автосалон {{$config.mark_title}}. Подобные компании не имеют права пользоваться Вашей личной информацией для иных целей, и наша компания требует от них соблюдать условия настоящей Политики и применять в отношении полученных сведений комплекс соответствующих мер защиты.
            <br>— Соблюдение закона: мы можем раскрывать Вашу личную информацию, если того требует обязательный к исполнению закон.
          </p>

          <h2 class="heading heading--h2">О безопасности</h2>
          <p>Компанией Автосалон {{$config.mark_title}} предпринимаются все нужные меры защиты, предотвращающие незаконный доступ, изменение, стирание или раскрытие Вашей персональной информации. Речь идет о внутренних проверках сбора, сохранения и обработки сведений, а также об обеспечении физической сохранности сведений путем предотвращения незаконного доступа к базам данных, где у Автосалон {{$config.mark_title}} хранится личная информация.</p>
          <p>Доступ к личным сведениям предоставляется лишь тем сотрудникам, агентам и подрядчикам Автосалон {{$config.mark_title}}, которые нуждаются в данных сведениях для использования, разработки и модернизации нашего сайта. Все перечисленные лица обязуются поддерживать конфиденциальность и в случае ее несоблюдения подвергаются взысканию, либо судебному преследованию.</p>

          <h2 class="heading heading--h2">О доступе к личной информации</h2>
          <p>Мы прибегаем только к разумным методам для того, чтобы поддерживать точность и актуальность имеющейся в нашем распоряжении личной информации и удалять устаревшие, лишние и недостоверные сведения.</p>
          <p>Вы со своей стороны ответственны за достоверность предоставляемых данных и обновление этих данных при необходимости их изменения.</p>

          <h2 class="heading heading--h2">О Ваших правах</h2>
          <p>Если Вам надо знать, какого рода личными сведениями мы обладаем, либо Вы нуждаетесь в дополнении, исправлении, обезличивании или удалении любых неточных, неполных или устаревших личных данных, либо Вам нужно, чтобы мы перестали обрабатывать Вашу персональную информацию в рекламных целях, либо в случае наличия иных законных оснований, Вы можете это реализовать, согласно действующему законодательству. Для этого обращайтесь к нам по указанному ниже адресу.</p>
          <p>Некоторые случаи (например, удаление или прекращение обработки Ваших личных сведений) предполагают тот факт, что мы больше не будем иметь возможность предоставления Вам наших услуг.</p>
          <p>Чтобы выполнить подобные Ваши запросы Автосалон {{$config.mark_title}}, возможно, понадобится установление Вашей личности вкупе с дополнительными сведениями. Помимо этого, в рамках действующих законов могут устанавливаться ограничения и иные условия относительно Ваших вышеупомянутых прав.</p>

          <h2 class="heading heading--h2">Внесение изменений в настоящую Политику</h2>
          <p>Автосалон {{$config.mark_title}} оставляет за собой право вносить изменения в этот документ. Если происходит значительное изменение условий настоящей Политики, Автосалон {{$config.mark_title}} уведомляет пользователей сайта в начале данного документа и непосредственно на главной странице сайта. Рекомендуем периодически пересматривать условия настоящей Политики для ознакомления с внесенными коррективами.</p>
        </div>
      </section>
    </div>
  </div>
</template>

<script>
export default {
  name: "index"
}
</script>

<style scoped lang="scss">
  .privacy{
    margin: 24px 0;
    padding: 24px;
    border-radius: 10px;
    box-shadow: 0 1px 45px -12px rgb(0 0 0 / 40%);
  }
  .heading{
    margin: 16px 0;
    &.heading--h1{
      margin-top: 0;
    }
  }
  p{
    line-height: 140%;
    color: #1e1e1e;
    margin-bottom: 16px;

  }
</style>
